const About = () => {
  return (
    <>
      <div className="bio-container">
        <div className="image-wrapper">
          <img src="./images/1.jpg" />
        </div>
        <div className="bio-info">
          <h1>Biography</h1>
          <p>
            Небојша Адамовић је рођен 1995. године у Ваљеву, Република Србија.
            Школу за дизајн, смер ликовни техничар, завршио је 2014. године.
            Дипломирао је Примењено сликарство на Факултету примењених уметности
            у Београду 2018. године, а мастер академске студије завршава 2019.
            године на Факултету ликовних уметности у Београду, на одсеку
            сликарство, где је тренутно студент друге године Докторских
            уметничких студија.
          </p>
          <p>
            Током студија реализовао је 11 самосталних изложби и учествовао на
            више групних изложби и излагао у неким од најзначајнијих изложбених
            простора у Републици Србији, попут галерије У10, Народног музеја
            Крагујевац, галерије Дома културе Студентски град, Студентског
            културног центра Крагујевац, галерије огранака Српске академије
            наука и уметности у Новом Саду Платонеум и других.
          </p>
          <p>
            2019. године био je укључен у пројекат сарадње студената Факултета
            ликовних уметности и студената Одељења за историју уметности
            Филозофског факултета Универзитета у Београду (Интер/Акција), који
            већ четири године подржава Министарство културе и информисања.
          </p>
          <p>
            На конкурсу Амбасаде Швајцарске у Београду за младе уметнике, од око
            200 кандидата, колико их се пријавило, Небојша Адамовић је одабран
            међу 5 који су учествовали на изложби ,,Приватне вредности“, која је
            одржана у Резиденцији швајцарског амбасадора.
          </p>
          <p>
            По позиву је учествовао на три гурпне изложбе у Љубљани, као и на
            изложби Палета младих, организоване у Ликовној галерији Културног
            центра у Врбасу.
          </p>
          <p>
            Добитник је откупне награде једне од најзначајнијих уметничких
            манифестација у области савременог српског сликарства „Ликовна
            јесен“, која се бијенално одржава у Сомбору, у галерији савремене
            уметности Градског музеја Сомбор и галерији КЦ &quot;Лаза
            Костић&quot;, као и награде за цртеж „Миодраг Вујачић Мирски“, коју
            додељује Факултет примењених уметности Универзитета уметности у
            Београду.
          </p>
        </div>
        <style jsx>
          {`
            .bio-container {
              display: flex;
              margin-top: 3rem;
            }
            .image-wrapper img {
              width: 100%;
              height: auto;
            }
            .bio-info {
              max-width: 1000px;
              width: 100%;
              margin-left: 1rem;
              padding-top: 1rem;
              padding-left: 3rem;
              line-height: 2rem;
              text-align: center;
            }
            .bio-container h1 {
              margin-bottom: 3rem;
            }

            .bio-info > p:first-child {
              margin-top: 0;
            }
            .bio-info > p {
              text-align: justify;
            }
            @media (max-width: 1600px) {
              .image-wrapper {
                align-self: center;
              }
            }
          `}
        </style>
      </div>
    </>
  );
};

export default About;
